Repository: Shaalan31/drive
Catalog: FileManager/dragonfm.po
Languages: ar_eg

source: Please enter an Name for the archive:
ar_eg: الرَّجَاءُ إدْخَالَ اِسْمِ للأرشيف:

source: What format you want to compress the {} elements:
ar_eg: مَا التَّنْسِيقِ الَّذِي تُرِيدُهُ لِضَغْطِ{} عَنَاصِرَ لَهُ:

source: Do you realy want to delete {} elements:
ar_eg: هَلْ حَقَّا تُرِيدُ حَذَفَ{} مَلَفٌّ:

source: Tab: {0} List
ar_eg: التَّبْوِيبُ:{0} الْقَائِمَةَ

source: Location: {0}
ar_eg: مَوْقِعُكَ: {0}

source: Favorits
ar_eg: مُفَضَّلٌ

source: Page: {0}
ar_eg: صَفْحَةٌ: {0}

source: No description found
ar_eg: لَمْ يَتِمُّ الْعُثُورُ عَلَى وَصْفٍ

source: Link
ar_eg: الرَّابِطُ

source: Tab: {0} Detail
ar_eg: التَّبْوِيبُ:{0} التَّفَاصِيلَ

source: Active Elements: {0}
ar_eg: الْعَنَاصِرُ النَّشَطَةُ:{0}
